Repository: SciedtecInfo/flutter
Catalog: web_responsive/lib/l10n/app_*.arb
Languages: es

source: Hello
es: Hola

source: Country
es: País

source: City
es: Ciudad

source: Age
es: Edad

source: Skills
es: Habilidades

# coding
source: Languages
es: Lenguajes

source: Knowledge
es: Conocimiento

# presents
source: Hi, I'm Alberto Guaman.
es: Hola, soy Alberto Guaman.

# customers
source: Client
es: Clientes

source: Designs
es: Diseños

# myProjects
source: My jobs
es: Mis Trabajos

source: Recommendations
es: Recomendaciones

# privacys
source: Privacy Policy
es: Política de Privacidad

# wordPresEcommerce
source: WordPress in Commerce
es: WordPress en Comercio

source: quote now
es: cotiza ya

# linux
source: Linux on Console
es: Linux en Consola

source: Performed
es: Realizo

source: See more >>
es: Ver mas >>

source: Made with
es: Hecho con

# recommendationAdrian
source: Excellent service, an incredible experience when browsing due to its incredible modern design that adapts to the user and any device, I am totally satisfied and the experience and loading speed is fantastic, 100% commendable
es: Exelente servicio, una experiencia increible al momento de la navegación por su increible diseño moderno y que se adapta al usuario y a cualquier dispositivo estoy totalmente satisfecho y la experiencia y la rapidez de carga es fantastica, reconmedable al 100%

# recommendationAdrianSource
source: Streaming Ec client.
es: Cliente de Streaming Ec.

# recommendationAnthony
source: I liked the work done because it met the specifications.
es: Me gustó el trabajo realizado ya que si cumplió con las especificaciones.

# recommendationAnthonySource
source: Network News Client (Ui/Ux)
es: Cliente de Noticias Red (Ui/Ux)

# recommendationDario
source: The console application is well done, I recommend it.
es: La aplicacion de consola bien realizada, lo recomiendo.

# recommendationDarioSource
source: Console invoice client made with C++.
es: Cliente de factura de consola realizado con C++.

# projectStoreEc
source: Web page made for a client, made with the purpose of showing the multiple streaming services offered.
es: Pagina web realizada a cliente, realizada con la finalidad de mostrar los multiples servicios que ofrece de streaming.

# projectProjection
source: Online store, with payment gateway... the store offers technological products from the USA.
es: Tienda online, con pasarela de pago.. la tienda ofrece productos tecnologicos de EEUU.

# projectInoxHierro
source: Web page made for a client, with an elegant design and with a global position, you look for it and you find it, works in steel, steel handrails, the result is the first.
es: Pagina web realizada a cliente, con diseño elegante y con una posicion global lo buscas y lo encuentras, trabajos en acero, pasamanos en acero, el resultado es el primero.

# projectAllCleanWays
source: All Clean Ways, it is a company that offers home and office cleaning services in California. Its website provides detailed information about its services and features testimonials from satisfied customers. The company focuses on providing a reliable and high-quality cleaning service.
es: All Clean Ways es una empresa que ofrece servicios de limpieza de hogares y oficinas en California. Su sitio web proporciona información detallada sobre sus servicios y cuenta con testimonios de clientes satisfechos. La empresa se enfoca en brindar un servicio de limpieza confiable y de alta calidad.

# projectLinterna
source: Application for Ios and Android made with flutter, it is a flashlight tool with some features, blinking effect and timer.
es: Aplicacion para Ios y Android realizada con flutter, se trata de una herramienta de linterna con algunas funcionalidades, efecto de parpadeo y temporizador.

# footerText
source: Make each day your masterpiece, tomorrow is uncertain.
es: Haz de cada día tu obra maestra, el mañana es incierto.

source: websites
es: páginas web

# movileApp
source: mobile apps
es: aplicaciones móviles

source: Flutter & Dart
es: Flutter y Dart

source: Html, Css & JavaScript
es: Html, Css y JavaScript
